Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The purpose of the well was to prove petroleum in Jurassic and Triassic reservoir rocks (the Stø, Snadd and Kobbe formations).
nb: Hensikten med brønnen var å påvise petroleum i jura og trias reservoarbergartet (Stø-, Snadd- og Kobbeformasjonene).

source: Reservoir rocks with medium reservoir quality were encountered both in the Stø and Snadd formations, but the Kobbe formation was poorer than expected.
nb: Det ble påtruffet reservoarbergarter med middels god reservoarkvalitet både i Stø- og Snaddformasjonene, men Kobbeformasjonen var dårligere enn forventet.

source: The well was classified as dry.
nb: Brønnen er klassifisert som tørr.

source: The well is the first exploration well in production licence 489.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 489.

source: The production licence was awarded in APA 2007 on 29 February 2008.
nb: Tillatelsen ble tildelt i TFO 2007 den 29. februar 2008.

source: The well was drilled to a vertical depth of 3605 metres below sea level, and was terminated 60 metres into the Kobbe formation.
nb: Brønnen ble boret til et vertikalt dyp av 3605 meter under havflaten, og ble avsluttet 60 meter inn i Kobbeformasjonen.

source: Water depth at the site is 187 metres.
nb: Havdypet er 187 meter.

source: Well 7120/12-5 S was drilled by the Polar Pioneer drilling facility , which will now proceed to production licence 488 in the Barents Sea to drill wildcat well 7119/12-4, where Statoil Petroleum AS is the operator.
nb: Brønn 7120/12-5 ble boret av boreinnretningen Polar Pioneer som nå skal til utvinningstillatelse 488 i Barentshavet for å bore undersøkelsesbrønn 7119/12-4 der Statoil Petroleum AS er operatør.

source: The well was drilled about 25 kilometres north of the Snøhvit field.
nb: Brønnen er boret omlag 25 kilometer nord for Snøhvitfeltet.

source: The objective of the well was to prove petroleum in reservoir rocks from the Early Cretaceous and Middle Jurassic Ages (the Kolmule and Stø formations).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av tidlig kritt og mellom jura alder (Kolmule og Støformasjonene).

source: The well proved gas in three separate zones: a 95-metre column in the Kolmule formation, in the Knurr formation, and gas in the Stø formation.
nb: Brønnen påviste gass i tre separate soner; en 95 meter kolonne i Kolmuleformasjonen, i Knurrformasjonen, samt gass i Støformasjonen.

source: Preliminary estimates place the size of the discovery between 2.5 – 8 billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom 2,5 og 8 milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: Further delineation of the discovery will be considered.
nb: Videre avgrensning av funnet vil bli vurdert.

source: This is the first exploration well in production licence 438.
nb: Dette er den første letebrønnen i utvinningstillatelse 438.

source: The well was drilled to a vertical depth of 2579 metres below the sea surface and was terminated in the Snadd formation in the Upper Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 2579 meter under havflaten og avsluttet i Snaddformasjonen i øvre trias.

source: The water depth is 312 metres.
nb: Havdypet er 312 meter.

source: Well 7120/2-3S was drilled by the Transocean Leader drilling facility, which will now proceed to the North Sea to drill wildcat well 16/2-8, where Statoil Petroleum AS is the operator.
nb: Brønn 7120/2-3S ble boret av boreinnretningen Transocean Leader, som etterpå skal til Nordsjøen for å bore undersøkelsesbrønn 16/2-8, der Statoil Petroleum AS er operatør.

source: The well was drilled about 100 kilometres northwest of Hammerfest and about 20 kilometres west of the Goliat field in the southwestern part of the Barents Sea.
nb: Brønnen er boret om lag 100 kilometer nordvest for Hammerfest og om lag 20 kilometer vest for Goliatfeltet i den sørvestlige delen av Barentshavet.

source: The objective of the well was to prove petroleum in Upper Triassic and Lower Cretaceous reservoir rocks (Knurr and Hekkingen formations).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter i øvre jura og nedre kritt (Knurr- og Hekkingenformasjonene).

source: The well encountered the Knurr formation with considerably thinner reservoir rocks and with poorer reservoir quality than expected.
nb: Brønnen påtraff Knurrformasjonen med betydelig tynnere reservoarbergarter og med reservoarkvalitet dårligere enn forventet.

source: No reservoir rocks were encountered in the Hekkingen formation.
nb: Ingen reservoarbergarter ble påtruffet i Hekkingenformasjonen.

source: The well is the first exploration well in production licence 518.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 518.

source: The well was drilled to a vertical depth of 2418 metres below the sea surface and was terminated in Middle Jurassic rocks.
nb: Brønnen ble boret til et vertikalt dyp på 2418 meter under havflaten og ble avsluttet i bergarter av mellomjura alder.

source: The water depth is 310 metres.
nb: Havdypet er 310 meter.

source: Well 7121/9-1 was drilled by the Aker Barents drilling facility, which will now proceed to production licence 532 in the Barents Sea to drill wildcat well 7220/7-1 where Statoil Petroleum AS is the operator.
nb: Brønn 7121/9-1 ble boret av boreinnretningen Aker Barents, som nå skal til utvinningstillatelse 532 i Barentshavet for å bore undersøkelsesbrønn 7220/7-1 der Statoil Petroleum AS er operatør.

source: The well was drilled about 105 kilometres north of Hammerfest and about 70 kilometres northeast of the Goliat field in the Barents Sea.
nb: Brønnen er boret om lag 105 kilometer nord for Hammerfest og om lag 70 kilometer nordøst for Goliatfeltet.

source: The primary exploration target for the well was to prove petroleum in Jurassic and Triassic reservoir rocks (Realgrunnen subgroup and Snadd formation).
nb: Primært letemål for brønnen var å påvise petroleum i jura og trias reservoarbergarter (Realgrunnenundergruppen og Snaddformasjonen).

source: The secondary exploration target was to prove petroleum in the Middle and Lower Triassic (Kobbe, Klappmyss and Havert formations).
nb: Sekundære letemål var å påvise petroleum i midtre og nedre trias (Kobbe-, Klappmyss- og Havertformasjonene).

source: The well encountered reservoir rocks with good reservoir quality in the Realgrunnen subgroup.
nb: Brønnen påtraff i Realgrunnenundergruppen reservoarbergarter med god reservoarkvalitet.

source: In the secondary exploration targets, reservoir rocks of satisfactory reservoir quality were encountered.
nb: I de sekundære letemålene ble det påtruffet reservoarbergarter av tilfredsstillende reservoarkvalitet.

source: This is the first exploration well in production licence 530.
nb: Dette er den første letebrønnen i utvinningstillatelse 530.

source: The licence was awarded in the 20th licensing round on the Norwegian shelf in 2009.
nb: Tillatelsen ble tildelt i 20. konsesjonsrunde i 2009.

source: The well was drilled to a vertical depth of 2690 metres below the sea surface, and was terminated 200 metres into the Havert formation in the Lower Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 2690 meter under havflaten, og ble avsluttet 200 m inn i Havertformasjonen i nedre trias.

source: The water depth is 303 metres.
nb: Havdypet er 303 meter.

source: Well 7124/4-1 S was drilled by the Aker Barents drilling facility, which will proceed to production licence 518 in the Barents Sea to drill production well 7121/9-1 where Dong E&P Norge AS is the operator.
nb: Brønn 7124/4-1 S ble boret av boreinnretningen Aker Barents, som nå skal til utvinningstillatelse 518 i Barentshavet for å bore undersøkelsesbrønn 7121/9-1 der Dong E&P Norge AS er operatør.

source: The well is being drilled about 110 kilometres north of the Snøhvit field.
nb: Brønnen er boret omlag 110 kilometer nord for Snøhvitfeltet.

source: The purpose of the well was to prove petroleum in Middle and Lower Jurassic reservoir rocks (the Stø and Normela formations).
nb: Hensikten med brønnen var å påvise petroleum i midtre og nedre jura reservoarbergarter (Stø og Normelaformasjonene).

source: The well proved gas and oil in the Stø formation and oil in the Nordmela formation.
nb: Brønnen påviste gass og olje i Støformasjonen og olje i Nordmelaformasjonen.

source: Preliminary estimates place the size of the discovery between 25 and 40 million standard cubic metres (Sm3) of recoverable oil, and 2-7 billion Sm3 of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom 25 og 40 millioner standard kubikkmeter (Sm3) utvinnbar olje, og 2-7 milliarder Sm3 utvinnbar gass.

source: The well will be drilled to a vertical depth of 2250 metres below the sea surface and terminated in the Snadd formation in the Upper Triassic.
nb: Brønnen vil bli boret til et vertikalt dyp på 2250 meter under havflaten og avsluttet i Snaddformasjonen i øvre trias.

source: Water depth at the site is 373 metres.
nb: Havdypet er 373 meter.

source: Well 7220/8-1 is being drilled by the Polar Pioneer drilling facility, which will then proceed to the Norwegian Sea to drill production wells on the Skarv field where BP Norge AS is the operator.
nb: Brønn 7220/8-1 bores av boreinnretningen Polar Pioneer, som etterpå skal til Norskehavet for å bore produksjonsbrønner på Skarvfeltet der BP Norge AS er operatør.

source: The well, which proved gas, was drilled in the Barents Sea, about 250 kilometres north of Melkøya.
nb: Brønnen, som påviste gass, ble boret i Barentshavet, om lag 250 kilometer nord for Melkøya.

source: The primary exploration target for the well was to prove petroleum in Triassic reservoir rocks (Snadd and Kobbe formations).
nb: Primært letemål for brønnen var å påvise petroleum i trias reservoarbergarter (Snadd- og Kobbeformasjonen).

source: The secondary exploration target was to prove petroleum in the Middle Jurassic (Stø formation), Triassic (Havert formation) and Permian (Bjarmeland formation).
nb: Sekundært letemål var å påvise petroleum i midtre jura (Støformasjonen), trias (Havertformasjonen) og perm (Bjarmelandformasjonen).

source: Gas was also encountered in the Stø and Snadd formations.
nb: Det ble også påtruffet gass i Stø- og Snaddformasjonen.

source: Preliminary estimates place the size of the discovery between 10 and 50 billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 10 og 50 milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: A successful formation test has been carried out in the upper part of the Kobbe formation.
nb: En vellykket formasjonstest er gjennomført i øvre del av Kobbeformasjonen.

source: The maximum production rate was 180 000 Sm3 gas per flow day through a 44/64-inch nozzle.
nb: Maksimum produksjonsrate var på 180 000 Sm3 gass per strømningsdøgn gjennom en 44/64 tommers dyseåpning.

source: The gas contains only small amounts of CO2, H2S and N2.
nb: Gassen inneholder kun små mengder CO2, H2S og N2.

source: The results from the well will be included in the ongoing evaluation of ”Norvarg” to establish the size and extent of the gas discoveries.
nb: Resultatene fra brønnen blir inkludert i den pågående evalueringen av ”Norvarg” for å etablere størrelse og utbredelse på gassfunnene.

source: The well was drilled in 376 metres of water and is the first exploration well in production licence 535.
nb: Brønnen, som ble boret på 376 meters havdyp, er den første letebrønnen i utvinningstillatelse 535.

source: The licence was awarded in the 20th licensing round in 2009.
nb: Tillatelsen ble tildelt i 20. konsesjonsrunde i 2009.

source: The well was drilled to a vertical depth of 4150 metres below the sea surface, and was terminated in the Ørn formation in Permian rocks.
nb: Brønn ble boret til et vertikalt dyp av 4150 meter under havflaten, og ble avsluttet i Ørnformasjonen i permiske bergarter.

source: Well 7225/3-1 was drilled by West Phoenix, which will now go on to drill for Statoil Petroleum AS on the Troll field in the North Sea.
nb: Brønn 7225/3-1 ble boret av West Phoenix som skal bore for Statoil Petroleum AS på Trollfeltet i Nordsjøen.

source: The wells were drilled about 13 kilometres east of the Ula field in the southern part of the North Sea.
nb: Brønnene er boret om lag 13 kilometer øst for Ulafeltet i den sørlige delen av Nordsjøen.

source: The objective of well 8/10-4 S was to prove petroleum in Upper Jurassic reservoir rocks (Ula formation).
nb: Hensikten med brønn 8/10-4 S var å påvise petroleum i øvre jura reservoarbergarter (Ula-formasjonen).

source: The well encountered oil in a 55-metre gross column in the Ula formation with good reservoir rocks and good reservoir quality, as expected.
nb: Brønnen påtraff olje i en 55 meter brutto kolonne i Ulaformasjonen med gode reservoarbergarter og god reservoarkvalitet som forventet.

source: Preliminary estimates of the size of the discovery are between five and ten million standard cubic metres (Sm3) of recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom fem og ti millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: To prove further oil volumes, a sidetrack well, 8/10-4 B, will be drilled from well 8/10-4 S in the Ula formation in a separate segment further south in the structure.
nb: For å påvise ytterligere oljevolumer, skal en sidestegsbrønn 8/10-4 B bores ut fra brønn 8/10-4 S inn i Ulaformasjonen i et eget segment lengre sør på strukturen.

source: Well 8/10-4 S has not been formation-tested, but extensive data acquisition and sampling have taken place.
nb: Brønn 8/10-4 S er ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: Due to technical drilling issues, a technical sidetrack, 8/10-4 A T2, was also drilled to take pressure points to determine the oil/water contact.
nb: Grunnet boretekniske problemer ble det også gjennomført et teknisk sidesteg 8/10-4 A T2 for å ta trykkpunkter til bestemmelse av olje/vann kontakten.

source: The wells are the two first wells to be drilled in production licence 405.
nb: Brønnene er de to første som er boret i utvinningstillatelse 405.

source: Wells 8/10-4 S and 8/10-4 A were drilled to vertical depths of 3066 m and 3116 metres below the sea surface, respectively, and were terminated in the Skagerrak formation from the Triassic Age.
nb: Brønnene 8/10-4 S og 8/10-4 A ble boret til vertikalt dyp av henholdsvis 3066 m og 3116 meter under havflaten og ble avsluttet i Skagerrakformasjonen i trias.

source: The water depth is 66 metres.
nb: Havdypet er 66 m.

source: The wells were drilled by the Maersk Guardian drilling facility.
nb: Brønnene ble boret av boreinnretningen Maersk Guardian.

source: The well was drilled about 30 kilometres west of the Yme field and about 30 kilometres south of the 17/12-1 Bream oil discovery in the southern part of the North Sea.
nb: Brønnen ble boret om lag 30 kilometer vest for Ymefeltet og rundt 30 kilometer sør for oljefunnet 17/12-1 Bream i den sørlige delen av Nordsjøen.

source: The objective of the well was to prove petroleum in Middle Jurassic reservoir rocks (Bryne formation).
nb: Hensikten med brønnen var å påvise petroleum i midtre jura reservoarbergarter (Bryneformasjonen).

source: The well encountered the Bryne formation with better reservoir development than expected.
nb: Brønnen påtraff Bryneformasjonen med bedre reservoarutvikling enn forventet.

source: Data was acquired and samples were taken.
nb: Det ble samlet inn data og tatt prøver.

source: This is the first exploration well in production licence 406.
nb: Dette er den første letebrønnen i utvinningstillatelse 406.

source: The well was drilled to a vertical depth of 2205 metres below the sea surface and was terminated in the Skagerrak formation in the Upper Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 2205 meter under havflaten, og den ble avsluttet i Skagerrakformasjonen i øvre trias.

source: The well was drilled at a water depth of 87 metres by the Bredford Dolphin drilling facility.
nb: Brønnen ble boret på 87 meters havdyp av boreinnretningen Bredford Dolpin.

source: The drilling facility will now proceed to production licence 501 in the central North Sea to drill delineation well 16/5-2, where Lundin Norway AS is the operator.
nb: Boreinnretningen skal nå til utvinningstillatelse 501 i den midtre delen av Nordsjøen for å bore avgrensningsbrønn 16/5-2, der Lundin Norway AS er operatør.

source: The well was drilled in production licence 035, along with production licence 272, which has the same owners and ownership interests.
nb: Brønnen ble boret innenfor utvinningstillatelse 035, sammen med utvinningstillatelse 272 som har tilsvarende eiere og eierandeler.

source: The primary exploration target for the well was to prove petroleum in reservoir rocks from the Middle Jurassic Age (the Brent group).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av mellom jura alder (Brentgruppen).

source: The secondary exploration target was to prove petroleum in the Sele formation from the Palaeocene Age.
nb: Sekundært letemål var å påvise petroleum i Seleformasjonen av paleocen alder.

source: Hydrocarbons were proven in a 200-metre column in the Brent group, in reservoir rocks with good reservoir quality.
nb: Det ble påvist hydrokarboner i en 200 meters kolonne i Brentgruppen, i reservoarbergarter med god reservoarkvalitet.

source: Preliminary data indicates oil.
nb: Foreløpige data indikerer olje.

source: The secondary exploration target in the Palaeocene is dry.
nb: Sekundært letemål i paleocen er tørt.

source: Preliminary estimates indicate the size of the discovery at between two and nine million Sm3 recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom to og ni millioner Sm3 utvinnbare oljeekvivalenter.

source: 30/11-8 S was drilled to a vertical depth of 3822 metres below the sea surface, and was terminated in the Dunlin group, in Early Jurassic rocks.
nb: 30/11-8 S ble boret til et vertikalt dyp av 3822 meter under havflaten, og ble avsluttet i Dunlingruppen, i bergarter av tidlig jura alder.

source: Well 30/11-8 S was drilled by the Ocean Vanguard drilling rig which, upon completing this well is to drill a sidetrack, wildcat well 30/11-8 A on a prospect to the west of 30/11-8 S, in production licence 035/272, where Statoil Petroleum AS is the operator.
nb: Brønn 30/11-8 S ble boret av boreinnretningen Ocean Vanguard, som etter avslutning av brønnen skal bore et sidesteg, undersøkelsesbrønn 30/11-8 A på et prospekt vest for 30/11-8 S, i utvinningstillatelse 035/272, der Statoil Petroleum AS er operatør.

source: The two first courses, in Bergen on 23-25 February and in Tromsø on 10-12 March, are completely full.
nb: De to første kursene, i Bergen 23.-25. februar og i Tromsø 10.-12. mars, er fulltegnet.

source: However, a few slots may become available if there are cancellations.
nb: Det kan bli ledige plasser hvis det noen melder seg av.

source: Space is still available for the courses in Ålesund on 18–20 March and in Bergen on 25-27 March.
nb: - 20. mars og i Bergen 25.-27. mars.

source: Information about available courses can be obtained by ringing Aase Moe in the NPD, telephone +47 51 87 64 77.
nb: Informasjon om ledige kursplasser kan fås ved å kontakte Oljedirektoratet v/Aase Moe på telefon 51 87 64 77.

source: The course for fishery experts on seismic vessels is one of several measures initiated by the authorities to improve coexistence between fishery and seismic acquisition activities.
nb: Kurs for fiskerikyndige på seismikkfartøy er ett av flere tiltak myndighetene har satt i verk for å bedre sameksistensen mellom fiskeri og seismikkvirksomhet.

source: The courses run over three days, with mandatory attendance each day.
nb: Kursene går over tre dager, med obligatorisk oppmøte.

source: The fishery experts must have a fundamental grasp of English, including technical terminology, in order to carry out their work in a satisfactory manner.
nb: Det er et krav at fiskerikyndige behersker grunnleggende engelsk, inkludert fagterminologi, for å kunne gjøre jobben på en tilfredsstillende måte.

source: The course will conclude with a knowledge test with the grades passed/failed.
nb: Kurset avsluttes med en kunnskapstest med bestått/ikke bestått.

source: You can also contact the Directorate of Fisheries by telephone, +47 800 30 179 (Gjermund Langedal)
nb: Kontaktperson i Fiskeridirektoratet: Geirmund Langedal, 03495

source: The well was drilled about 17 kilometres southeast of the Varg field in the central North Sea.
nb: Brønnen er boret om lag 17 kilometer sørøst for Vargfeltet i den midtre delen av Nordsjøen.

source: The well is the first exploration well in production licence 568.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 568.

source: The licence was awarded in APA 2010.
nb: Tillatelsen ble tildelt i TFO 2010.

source: The well was drilled to a vertical depth of 2990 metres below the sea surface and was terminated in the Bryne formation in the Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 2990 meter under havflaten og ble avsluttet i Bryneformasjonen i midtre jura.

source: Water depth is 83 metres.
nb: Havdypet er 83 meter.

source: Well 16/10-5 was drilled by the Maersk Giant drilling facility, which is now headed for production licence 147 in the southern North Sea to drill exploration well 3/7-8 S for DONG E&P Norge AS.
nb: Brønn 16/10-5 ble boret av boreinnretningen Maersk Giant, som nå skal til utvinningstillatelse 147 i den sørlige delen av Nordsjøen for å bore undersøkelsesbrønn 3/7-8 S for DONG E&P Norge AS.

source: The 16/2-6 oil discovery Johan Sverdrup was proven during autumn 2010 in Upper Jurassic reservoir rocks.
nb: Oljefunnet 16/2-6 Johan Sverdrup ble påvist høsten 2010 i øvre jura reservoarbergarter.

source: Wells 16/2-11 and 16/2-11 A were drilled about 3.3 kilometres southwest of the 16/2-6 discovery well.
nb: Brønnene 16/2-11 og 16/2-11 A ble boret omlag 3,3 kilometer sørvest for funnbrønnen 16/2-6.

source: The objective of appraisal well 16/2-11 was to gain information about the reservoir in key parts of the discovery.
nb: Hensikten med avgrensingsbrønn 16/2-11 var å få informasjon om reservoaret i sentrale deler av funnet.

source: The well encountered a gross oil column of 54 metres in Upper to Middle Jurassic rocks of good to very good reservoir quality.
nb: Brønnen påtraff en oljekolonne på brutto 54 meter i øvre til midtre jura bergarter av god til meget god reservoarkvalitet.

source: The oil/water contact was not encountered.
nb: Olje/vann-kontakten ble ikke påtruffet.

source: A successful formation test was carried out.
nb: En vellykket formasjonstest ble gjennomført.

source: The maximum production rate from a seven-metre interval in Middle Jurassic sandstone was 430 standard cubic metres (Sm3) of oil per flow day through a 60/64-inch nozzle.
nb: Maksimum produksjonsrate fra et 7 meter intervall i sandstein i midtre jura, var på 430 standard kubikkmeter (Sm3) olje per strømningsdøgn gjennom en 60/64 tommers dyseåpning.

source: The test showed good flow properties in a reservoir unit that had not previously been formation-tested.
nb: Testen viste gode strømningsegenskaper i en reservoarenhet som ikke var formasjonstestet tidligere.

source: The objective of appraisal well 16/2-11 A was primarily to encounter the oil/water contact, as well as examine variations in reservoir quality and thickness.
nb: Hensikten med avgrensingsbrønnen 16/2-11 A var primært å påtreffe olje/vann-kontakten, samt undersøke variasjoner i reservoarkvalitet og tykkelse.
